Revit 2027 API
ParameterTypeId.RebarSystemHookOrientBottomDirn2 Property
 "Bottom Minor Hook Orientation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemHookOrientBottomDirn2 { get; }
Public Shared ReadOnly Property RebarSystemHookOrientBottomDirn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemHookOrientBottomDirn2 {
	ForgeTypeId^ get ();
}
static member RebarSystemHookOrientBottomDirn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace